openfoam_data/0/hot/T
FoamFile
{
	version	2.0;
	format	binary;
	class	volScalarField;
	location	"0/hot";
	object	T;
	arch	"LSB;label=32;scalar=64";
}
dimensions	[0 0 0 1 0 0 0];
internalField	uniform 383;
boundaryField
{
	hot_inlet
	{
		type	totalTemperature;
		T0	uniform 383;
		gamma	1.124;
	}
	hot_outlet
	{
		type	zeroGradient;
	}
	defaultFaces
	{
		type	zeroGradient;
	}
	hot_to_cold
	{
		type            compressible::turbulentTemperatureCoupledBaffleMixed;
		value           uniform 300;
		Tnbr            T;
		kappaMethod     fluidThermo;
		kappa           none;
	}
}
