openfoam_data/system/fvSchemes
FoamFile
{
	version	2.0;
	class	dictionary;
	format	ascii;
	location	"system";
	object	fvSchemes;
}
ddtSchemes
{
	default	steadyState;
}
gradSchemes
{
	default	Gauss linear;
}
divSchemes
{
	default	Gauss upwind;
}
laplacianSchemes
{
	default	Gauss linear corrected;
}
interpolationSchemes
{
	default	linear;
}
snGradSchemes
{
	default	corrected;
}
fluxRequired
{
	default	no;
}
